Repository: chiefbaki/kindergarten_online
Catalog: lib/l10n/intl_*.arb
Languages: ky

source: Welcome!
ky: Кош келиңиз!

# mainPageAdvice
source: To use our app please sign in or sign up, if your are the first time.
ky: Биздин тиркемени колдонуу үчүн кириңиз же катталыңыз эгер сиз биз менен биринчи жолу болсоңуз.

source: Enter
ky: Кирүү

source: Phone number:
ky: Телефон номуру:

source: Input number
ky: Номерди жазыңыз

source: Password:
ky: Сырсөз:

source: Input password
ky: Сырсөздү жазыңыз

# forgetPassOrNumber
source: Forget password or number?
ky: Сырсөзүңүздү же номериңизди эстебей жатасызбы?

# restorePassword
source: Restore the password
ky: Сырсөздү калыбына келтирүү

# restoreNumber
source: Restore the number
ky: Номерди калыбына келтирүү

source: Reset password
ky: Сырсөздү кайра коюу

source: Cameras
ky: Камералар

source: Favourites
ky: Сүйүктүүлөр

source: New ones first
ky: Биринчи жаңылар

source: Old ones first
ky: Биринчи эскилер

source: This section is still empty
ky: Бул бөлүм бош

# thisWindowWillDisplay
source: This window will display Your favorite advertisements.
ky: Бул бөлүмдө Сиздин сүйүктүү жарнамаларыңыз көрсөтүлөт.

source: News
ky: Жаңылыктар

source: Settings
ky: Орнотуулар

# account
source: My Account
ky: Менин Аккаунтум

source: Edit Profile
ky: Профилди түзөтүү

source: Change Password
ky: Сырсөздү өзгөртүү

source: Notifications
ky: Эскертмелер

source: Chat messages
ky: Чат билдирүүлөрү

# newsEvents
source: New event in the feed
ky: Түрмөктөгү жаңы окуялар

source: light
ky: Жарык

source: Terms of use
ky: Пайдалануу шарттары

source: Privacy Policy
ky: Купуялык саясаты

source: Application theme
ky: Колдонмо темасы

source: Chat background
ky: Маектин фону

source: Log out
ky: Чыгуу

source: Name:
ky: Аты:

source: Lastname:
ky: Фамилия:

source: Middlename:
ky: Отчество:

source: Gender:
ky: Пол:

source: Input name
ky: Атыңызды жазыңыз

source: Input lastname
ky: Фамилияңызды жазыңыз

source: Input middle name
ky: Отчествоңузду жазыңыз

source: Save the changes
ky: Өзгөрүүлөрдү сактоо

source: News line
ky: Жаңы жаңылыктар

source: Creativity
ky: Чыгармачылыктар

source: Registration
ky: Каттоо

source: Kindergarten:
ky: Бала бакча:

source: Name and address
ky: Аты жана адреси

source: Group:
ky: Топ:

# chooseGroupOrClass
source: Choose group/class
ky: Топту/классты тандоо

# alreadyHaveAnAcc
source: Already have an account?
ky: Каттоо эсебиңиз барбы?

source: Chats
ky: Чат

source: Children:
ky: Балдары:

source: Online
ky: Тармакта

source: My contacts
ky: Менин байланыштарым

# createGroup
source: Create a group
ky: Топ түзүү үчүн

source: User's profile
ky: Колдонуучунун профили

source: Input message
ky: Кабарыңызды киргизиңиз

# age
source: 5 years old
ky: 5 жашта

# noConnection
source: No internet connection
ky: Интернет байланышы жок

# contactIsEmpty
source: Your contact list is empty
ky: Сиздин байланыштар тизмеңиз бош

# empty
source: Пусто
ky: Бош

# chatListIsEmpty
source: Your chat list is empty
ky: Сиздин чат тизмеңиз бош

source: Payment receipts
ky: Квитанция

source: Attendace
ky: Катышуу

# shedule
source: Schedule
ky: Расписание

# productsAndServices
source: Goods / Services
ky: Продукциялар/Кызматтар

source: Popular
ky: Популярдуу

source: Catalog
ky: Каталог

source: Favourite
ky: Сүйүктүүлөр

source: This section is empty
ky: Бул бөлүм учурда бош

source: Catalog of product and services
ky: Товарлардын жана кызматтардын каталогу

source: Address
ky: Дарек

source: Site
ky: Сайт

source: Time of work
ky: Иш убактысы

source: Buy
ky: Сатып алуу

# oldPass
source: Old password:
ky: Эски Сырсөз:

# oldPassField
source: Old password
ky: Эски Сырсөз

# newPass
source: New password:
ky: Жаңы сыр сөз:

# newPassField
source: New password
ky: Жаңы сыр сөз

# confirmNewPass
source: Confirm new password:
ky: Жаңы сырсөз ырасталууда:

# confirmNewPassField
source: Confirm new password
ky: Жаңы сырсөз ырасталууда

# saveChanges
source: Save the changes
ky: Өзгөрүүлөрдү сактоо

source: Wrong
ky: Ката

# checkLoginAndPass
source: Check login and password
ky: Сураныч, туура каттоо эсебинин колдонуучу атын жана сырсөзүн киргизиңиз. Эки талаа тең бири-биринен көз каранды.

source: Close
ky: Жабуу

source: Timetable of classes
ky: Сабактардын графиги

source: News feed
ky: Жаңылыктар

# goodsAndServices
source: Good and services
ky: Товарлар жана кызматтар

source: Chats with parents
ky: Ата-энелер менен баарлашуу

source: Reference Information
ky: Маалымдама маалымат

source: technical support questions
ky: Техникалык колдоо суроолору

source: All
ky: Баары

source: Inside
ky: Сыртында

source: Outside
ky: Ичинде

source: Other
ky: Башкалар
